function Work(quest,answ1,answ2,answ3,answ4,right,maxMoney,minMoney){
    this.quest = quest
    this.answ1 = answ1
    this.answ2 = answ2
    this.answ3 = answ3
    this.answ4 = answ4
    this.right = right
    this.maxMoney = maxMoney
    this.minMoney = minMoney
    }

var work1 = new Work('Кто из этих философов в 1864 году написал музыку на стихи А.С. Пушкина «Заклинание» и «Зимний вечер»?',
                     'A: Юнг',
                     'B: Гегель',
                     'C: Ницше',
                     'D: Шопенгауэр)',
                     'C',
                     100,
                     0)

var work2 = new Work('Сколько раз в сутки подзаводят куранты Спасской башни Кремля?',
                     'A: Один',
                     'B: Два',
                     'C: Три',
                     'D: Четыре',
                     'B',
                     200,
                     0)

var work3 = new Work('Кто 1-м получил Нобелевскую премию по литературе?',
                     'A: Романист',
                     'B: Драматург',
                     'C: Поэт',
                     'D: Эссеист',
                     'C',
                     300,
                     0)
var work4 = new Work('С какой буквы начинаются слова, опубликованные в 16-м томе последнего издания Большой советской энциклопедии?',
                     'A: М',
                     'B: Н',
                     'C: О',
                     'D: П',
                     'A',
                     500,
                     0)
var work5 = new Work('Кто из перечисленных был пажом во времена Екатерины II?',
                     'A: Д.И. Фонвизин',
                     'B: Г.Р. Державин',
                     'C: А.Н. Радищев',
                     'D: Н.М. Карамзин',
                     'C',
                     1000,
                     0)
var work6 = new Work('Какой химический элемент назван в честь злого подземного гнома?',
                     'A: Гафний',
                     'B: Кобальт',
                     'C: Бериллий',
                     'D: Теллур',
                     'B',
                     2000,
                     1000)

var work7 = new Work('В какой из этих столиц бывших союзных республик раньше появилось метро?',
                     'A: Тбилиси',
                     'B: Ереван',
                     'C: Баку',
                     'D: Минск',
                     'A',
                     4000,
                     1000)
var work8 = new Work('Сколько морей омывают Балканский полуостров?',
                     'A: 3',
                     'B: 4',
                     'C: 5',
                     'D: 6',
                     'D',
                     8000,
                     1000)

var work9 = new Work('Реки с каким названием нет на территории России?',
                     'A: Шея',
                     'B: Уста',
                     'C: Спина',
                     'D: Палец',
                     'B',
                     16000,
                     1000)

var work10 = new Work('Что такое лобогрейка?',
                     'A: Жнейка',
                      'B: Шапка',
                      'C: Болезнь',
                      'D: Печка',
                     'A',
                     32000,
                     1000)

var work11 = new Work('Какой роман Фенимор Купер написал на спор с женой?',
                     'A: «Предосторожность»',
                      'B: «Пионеры»',
                      'C: «Последний из могикан»',
                      'D: «Зверобой»',
                     'A',
                     64000,
                     32000)

var work12 = new Work('Какой вид кавалерии предназначался для боевых действий как в конном, так и в пешем строю?',
                     'A: Кирасиры',
                      'B: Уланы',
                      'C: Драгуны',
                      'D: Гусары',
                     'C',
                     125000,
                     32000)
var work13 = new Work('Какое имя не принимал ни один папа римский?',
                     'A: Валентин',
                      'B: Евгений',
                      'C: Георгий',
                      'D: Виктор',
                      'C',
                     250000,
                     32000)
var work14 = new Work('В каком немецком городе родилась будущая императрица России Екатерина II?',
                     'A: Висбаден',
                      'B: Цербст',
                      'C: Штеттин',
                      'D: Дармштадт',
                      'C',
                     500000,
                     32000)

var work15 = new Work('Что запрещал указ, который в 1726 году подписала Екатерина I?',
                     'A: Точить лясы',
                      'B: Бить баклуши',
                      'C: Пускать пыль в глаза',
                      'D: Переливать из пустого в порожнее',
                      'C',
                     1000000,
                     32000)





                     

